{
	"timeline": [
		{
			"event": "1805  ",
			"desc": [
				"Indian tradition indicated a great flood in the Sacramento Valley. According to Indian legend amajor flood occurred about every 25 years."
			]
		},
		{
			"event": "1825 - 1826",
			"desc": [
				"Indians reported agreat flood in the Sacramento Valley."
			]
		},
		{
			"event": "1827",
			"desc": [
				"John Work led aHudson's Bay Company expedition from Fort Vancouver to the Sacramento Valley."
			]
		},
		{
			"event": "1833",
			"desc": [
				"A fever epidemic introduced by John Work's expedition killed about 20,000 Indians in the Sacramento Valley."
			]
		},
		{
			"event": "1839",
			"desc": [
				"8/12 John A. Sutter, Sr. landed on the south bank of the American River."
			]
		},
		{
			"event": "1840",
			"desc": [
				"Sutter's Fort erected during the summer."
			]
		},
		{
			"event": "1841",
			"desc": [
				"June John Sutter, Sr. declared a Mexican citizen.",
				"6/18 New Helvetia Grant of almost 9,000 acres made to Sutter.",
				"Dry season created much suffering in the Sacramento Valley.",
				"Dec. Sutter bought the Russian property at Bodega."
			]
		},
		{
			"event": "1844",
			"desc": [
				"Sutter and others at Sutter's Fort decided to lay out and build atown o n t h e Sacramento R i v e r 3 m i l e s d o w n s t r e a m f r o m w h a t l a t e r w a s to be Front Street and call it Sutter. Asurvey was made and the work was begun forewith."
			]
		},
		{
			"event": "1846",
			"desc": [
				"April The Donner Party set out for California.",
				"The building of a transcontinental railroad was seriously proposed by Asa Whitney.",
				"The U.S. Congress declared war on Mexico.",
				"6/14 The Bear Flag Revolt began.",
				"7/11 The American flag was raised over Sutter's Fort by Lt. Joseph Warren Revere, USN.",
				"Oct. The Donner Party arrived at what was later to be called Donner Lake.",
				"12/15 The first desperate group left the Donner Party to seek outside help."
			]
		},
		{
			"event": "1847",
			"desc": [
				"2/19 Tucker's relief party reached the Conner Party camp. 3/1 J.F. Reed's relief party reached the Conner Party camp. Apr. The third and fourth relief parties reached the Conner party. 5/13 Construction of Sutter's Brighton grist mill began."
			]
		},
		{
			"event": "1848 1/24",
			"desc": [
				"Gold discovered at Coloma by James W. Marshall. 2/2 7/29",
				"The U.S. and Mexico signed the Treaty of Guadalupe Hidalgo and California was officially annexed to the U.S.",
				"Lt. William Tecumseh Sherman mapped the Coloma gold region.",
				"Sept. John A. Sutter, Jr. arrived by schooner in Sacramento.",
				"Dec."
			]
		},
		{
			"event": "1849 4/28",
			"desc": [
				"Sacramento City was surveyed and platted by Capt. William H. Warner, assisted by Lt. William T. Sherman.",
				"The first issue of the Placer Times was published at Sutter's Fort.",
				"New Helvetia Cemetery was established by John Sutter, Sr. who later sold it to Dr. Richard Hayes McDonald.",
				"Sutter sold the fort for $40,000 and moved to Hock Farm.",
				"7/4 Fourth of July was celebrated in Sacramento.",
				"Sam Brannan and John S. Fowler opened their hotel on Front Street.",
				"More than 100 structures, many frame or canvas, had been erected on the Sacramento embarcadero.",
				"Sacramento's first post office was established on the sailing ship Whiton.",
				"July The first City Council was elected at a meeting at the St. Louis Exchange.",
				"8/1 The first Sacramento City Council meeting was held. Grace Church of Sacramento was organized.",
				"Darius Ogden Mills founded D.O. Mills Bank in Sacramento.",
				"C.T.H. Palmer established the first private school at the corner of 3rd and I Streets. (As there were no more, and usually less, than ten students a day, it closed after being open only a month.)",
				"9/1 The first State Constitutional Convention was held in Monterey at which time California voted to become a 'free State' as opposed to a 'slave State'.",
				"9/13 The first structural fire occurred in Sacramento. The Congregational Church in Sacramento was organized.",
				"9/16 The first proposed city charter was rejected by 146 votes.",
				"The Clark, Booth and Yardley funeral parlor was established. (It remained in continuous operation until the 1970's).",
				"Oct. A revised city charter was approved by a vote of 808 to 513.",
				"10/28 The Sixth Street M.E. Church was organized.",
				"11/27 A meeting was held to select a site for the City Cemetery, A.M. Winn presiding.",
				"12/27 A Squatters Association was formed in Sacramento."
			]
		},
		{
			"event": "1850 1/8",
			"desc": [
				"The first serious flood destroyed much of the city and thousands of dollars in merchandise piled on the embarcadero.",
				"Feb. The town of Hoboken sprang up at Norristown on the American River.",
				"2/5 Mutual Hook & Ladder Company No. 1 was organized.",
				"4/1 The City of Sacramento and Sacramento County were granted official charters by the Legislature.",
				"A second fire in Sacramento destroyed 8 buildings on Front Street between J and K Streets.",
				"Sacramento was declared a port of entry.",
				"4/10 Sacramento citizens voted to raise $25,000 by taxation for levees.",
				"John Sutter, Sr. donated 10 acres to the city for the Sacramento City Cemetery.",
				"The Methodist Episcopal Church South was organized.",
				"The County Court of Sacramento was opened by Judge Willis.",
				"5/6 The first term of the Sacramento County Court of Sessions opened.",
				"July John Sutter, Jr. departed Sacramento forever.",
				"8/14 The Squatters Riot occurred.",
				"9/9 California was admitted to the Union as the 31st state as part of a compromise over the slavery issue, and was admitted as a 'free state'.",
				"9/9 The First Baptist Church of Sacramento was organized. St. Rose's Catholic Church was organized.",
				"Oct. A cholera epidemic caused by infected passengers and crew from the schooner Montague, which brought immigrants from New Haven CT, broke out in Sacramento.",
				"11/9 A large fire occurred in Sacramento.",
				"11/17 Sacramento was declared free of cholera. More than 600 died.",
				"Dec. Another serious flood occurred in the city, consideration was given to construction of levees."
			]
		},
		{
			"event": "1851",
			"desc": [
				"2/24 Sacramento County was divided by the Court of Sessions into eight townships: Sacramento, Sutter, San Joaquin, Consumnes, Brighton, Center, Mississippi and Natoma.",
				"3/1 Confidence Engine Company was organized.",
				"3/10 The Sacramento Fire Department was organized.",
				"3/19 The first issue of the Sacramento Daily Union was published. Protection Engine Company was organized.",
				"3/22 The U.S. Land Commission for California was established.",
				"3/27 Sacramento Engine Company was organized.",
				"6/16 The Sacramento Times and Transcript combined.",
				"7/9 James Wilson was attacked in broad daylight on the street in Sacramento.",
				"7/12 A Vigilante Committee was formed in Sacramento to extract justice in the Wilson incident.",
				"7/30 American Township was carved out of Sacramento Township north of the American River.",
				"8/22 Gibson and Thompson were hung by the sheriff, Robinson by the Vigilantes.",
				"12/24 The first County Courthouse in Sacramento was completed."
			]
		},
		{
			"event": "1852",
			"desc": [
				"Governor John Bigler",
				"3/7 Floodwaters broke down the first levee system and again swept over Sacramento.",
				"8/2 Edward Gilbert killed in duel by J.W. Denver.",
				"8/4 The Sacramento Valley Railroad Company was incorporated.",
				"8/17 The Sacramento Valley Railroad Company was organized.",
				"Sept. The first agricultural fair was held at J.L.L.F. Warren's New England Seed Store at 111 J Street. Warren introduced the camellia, shipped from the East Coast.",
				"9/27 Alert Hook and Ladder Company of Sacramento was organized.",
				"11/2 The Great Fire in Sacramento, but property owners rebuilt by the end of December.",
				"Nov. The California State Telegraph Company began constructing lines.",
				"12/25 William K. Jones was lynched in American Township."
			]
		},
		{
			"event": "1853",
			"desc": [
				"Governor John Bigler",
				"1/1 Sacramento was again flooded.",
				"4/21 Tehama Hose Company was organized.",
				"July A City ordinance was passed for improving the levee.",
				"8/15 Eureka Engine Company was organized.",
				"8/21 Sacramentans voted to raise a loan to improve the levee.",
				"Congress authorized the first surveys for a transcontinental railroad route.",
				"10/18 The first telegraph message passed between Sacramento and Marysville.",
				"10/24 The first telegraph message passed between San Francisco and Sacramento."
			]
		},
		{
			"event": "1854 1/I 1/27",
			"desc": [
				"Several stagellnes operating out of Sacramento consolidated to form the California Stage Company.",
				"Governor John Bigler headquartered in the Orleans Hotel on Second Street",
				"The California State Company began operating from Sacramento to Placerville, Nevada City, Marysville and Shasta.",
				"The Sacramento Society of California Pioneers was organized. ",
				"2/20 The first public school opened in Sacramento. The State Capitol was moved to Sacramento.",
				"2/25 The California Steam Navigation Company was organized and ",
				"3/1 ran ships to San Francisco, Stockton, Marysville and Red Bluff. ",
				"4/1 The Sacramento Water Works was completed.",
				"4/20 The Sacramento County Hospital burned ",
				"5/13 The Act establishing aState Agricultural Society was approved. ",
				"7/13 Sacramento was hit by a second great fire and the County Courthouse burned down.",
				"7/21 Knickerbocker Engine Company was organized. ",
				"8/15 Oct. The Silver Trumpet was presented to the Fire Department of Sacramento by Hiller & Andrews. ",
				"The city of Sacramento was comprised of approximately 500 brick and 2,000 frame buildings.",
				"11/9 The Sacramento Valley Railroad Company was reorganized."
			]
		},
		{
			"event": "1855",
			"desc": [
				"Governor John Bigler",
				"2/22 The Page, Bacon &Company Bank and the Adams Company closed their doors.",
				"6/21 Young America Engine Company was organized.",
				"7/3 A major fire hit Sacramento Sacramento's Chinatown.",
				"8/17 The first train in California was placed on the tracks of the Sacramento Valley Railroad for its first trial trip. ",
				"12/9 The Kingsley Methodist Episcopal Church was organized. Dec. The rebuilt Sacramento County Courthouse was completed."
			]
		},
		{
			"event": "1856",
			"desc": [
				"2/7 The steamer Belle exploded on the Sacramento River and 13 w e r e k i l l e d . ",
				"2/22 Construction of the Sacramento Valley Railroad from the foot of RStreet to Folsom was completed.   ",
				"4/27 The First Presbyterian Church of Sacramento was organized. ",
				"10/26 Franklin Township was formed out of the original Sutter Township. ",
				"12/4 Ground was broken in Sacramento for the State Capitol."
			]
		},
		{
			"event": "1857",
			"desc": [
				"2/3 The first issue of the Sacramento Daily Bee was published. ",
				"Fire destroyed the California Stage Company barn and 40 coaches. ",
				"6/15 The first stage completed the round trip on the wagon road between Placerville and Carson Valley.",
				"Dr. Richard FI. McDonald sold the New Helvetia Cemetery to J . W. R e e v e s . ",
				"9/2 The citizens of Sacramento voted to appropriate $25,000 for the wagon road to Carson Valley. "
			]
		},
		{
			"event": "1858 4/24",
			"desc": [
				"The Consolidation Act for Sacramento County was approved.",
				"5/31 Work commenced on the California Central Railroad.",
				"6/27 The Sacramento and Yolo Bridge was completed."
			]
		},
		{
			"event": "1859 7/1",
			"desc": [
				"The first overland mail via Placerville and Salt Lake City left Sacramento.",
				"Archy Lee, aMississippi-born slave was brought to California by his owner, Charles Stovall. Once in California, Lee considered himself a 'free man'. Upon returning to Mississippi, Stovall wanted to take Lee with him as he not only depended on Lee's services, but declared him an asset worth $1,500. Several intense court cases resulted, the final one being heard in the U.S. Circuit Court in San Francisco before Commissioner George Pen Johnston, who handed down adecision declaring Archy Lee a 'free man'.",
				"George Pen Johnston shot State Senator William I. Ferguson in aduel on Angel Island. ",
				"The entrance to the Sacramento City Cemetery was erected at acost of $3,000.",
				"Sacramento was declared the permanent home of the California State Fair.",
				"The cornerstone of the State Fair Agricultural Hall was laid at 6th and M Streets in Sacramento.",
				"9/13 The State Fair opened. ",
				"9/14 The Terry-Broderick duel was fought in San Mateo County."
			]
		},
		{
			"event": "1860 4/4 4 / 1 1",
			"desc": [
				"The Sacramento County Supervisors deeded the land to the state for the Capitol. ",
				"The first messenger of the Pony Express, established by Russell, Majors and Waddell, left Sacramento at 2: 45 a.m. ",
				"Assemblyman John C. Bell was fatally stabbed by Dr. W. H. Stone. ",
				"12/20 South Carolina seceded from the Union."
			]
		},
		{
			"event": "1861 1 / 1 3",
			"desc": [
				"Sacramento became the permanent home of the State Agricultural Society. ",
				"The instrumental survey of the route of the Central Pacific Railroad over the Sierra Nevadas was conducted during the ",
				"year. ",
				"3/28 The wing dam at Rabel's Tannery was swept away. 4/12 The Confederates fired on Fort Sumter, South Carolina. ",
				"5/13 The Act establishing the State Swamp Land Commission was approved ",
				"5/15 The cornerstone of the Capitol was laid. ",
				"The Fifth Infantry Regiment of California Volunteers was organized for duty in Arizona, New Mexico and Texas. ",
				"Sacramento Pioneer Railroad Company began construction o f i t s h o r s e d r a w n s t r e e t c a r l i n e e a s t w a r d f r o m F r o n t S t r e e t along IStreet. ",
				"9/18 Sacramento Pioneer Railroad Company streetcars began operating in Sacramento.   ",
				"10/24 The first transcontinental telegraph me,ssage was received at the Pioneer Telegraph Building, 1015 Second Street, Sacramento. ",
				"10/26 The Pony Express ended its operation. ",
				"12/9 The eastern levee gave way and Sacramento was flooded. "
			]
		},
		{
			"event": "1862",
			"desc": [
				"1/9 The suspension bridge to Folsom was carried away and Sacramento w a s fl o o d e d . ",
				"1/22 The levee at Rabel's Tannery gave way and Sacrameto was flooded again. The Legislature adjourned to San Francisco. ",
				"1/23 2/24 The levee at Rabel's Tannery broke again. ",
				"4/9 A Board of City Levee Commissioners was created for Sacramento. ",
				"The seven-year high-grading project was begun. ",
				"The Union Park Association bought land bounded by E and FI Streets, 20th and 23rd Streets for aracetrack to be known a s,t h e U n i o n P a r k C o u r s e . ",
				"7/1 ,he Pacific Railroad Act was approved by Pre ident Lincoln. 12/1 3The Western Pacific Railroad was incorporated. "
			]
		},
		{
			"event": "1863",
			"desc": [
				"1/8 Ground was broken at K Street in Sacramento for the Central Pacific Railroad.",
				"2/22 Construction of the Central Pacific Railroad commenced."
			]
		},
		{
			"event": "1864 6/6 9/1",
			"desc": [
				"The Sacramento City and County Consolidation Act was repealed.   ",
				"The town of Freeport was founded by the owners of the Sacramento Valley Railroad to avoid paying the Sacramento L e v e e Ta x . ",
				"Aserious 2year drought began in the Central Valley which initiated the transition from cattle raising to awheat based agriculture. ",
				"The Sacramento County Court of Sessions was abolished by a c o n s t i t u t i o n a l a m e n d m e n t . ",
				"The Union Park Association and the State Agricultural Society merged their adjoining operations. ",
				"The Sacramento City Guards, Sacramento Sharp Shooters and Sacramento Light Artillery joined the California State Militia. ",
				"The Central Pacific Railroad inaugurated regular service b e t w e e n Sacramento a n d N e w c a s t l e . ",
				"The river steamer Washoe exploded entering Steamboat Slough. ",
				"11/26 Ahurricane hit Sacramento County and Lisle's Bridge was carried away."
			]
		},
		{
			"event": "1865 4/9",
			"desc": [
				"General Lee surrendered to General Grant at the village of Appomattox Court House, Virginia. 4/14 President Lincoln was shot by John Wilkes Booth. 5/10 Jefferson Davis was captured fleeing through Georgia. 5 / 2 6 T h e C i v i l W a r w a s o v e r .   8/14 The Exempt Firemen's Association (Old) of Sacramento was formed. 8/2 5Amajor fire occurred on the south side of JStreet between 9 t h a n d 1 0 t h S t r e e t s . ",
				"Aug. The Central Pacific Railroad purchased the Sacramento Valley Railroad. ",
				"10/12 The river steamer Yosemite exploded and 75-100 lives were lost."
			]
		},
		{
			"event": "1866 1/21",
			"desc": [
				"The Westminster Presbyterian Church was organized. 6/30 The Bank of California was organized with D.O. Mills its first President."
			]
		},
		{
			"event": "1867",
			"desc": [
				"The Sacramento Daily record appeared. 2/9"
			]
		},
		{
			"event": "1868 3/17",
			"desc": [
				"The Sacramento Society for Medical Improvement was formed.",
				"4/2 The first train of cars was run on the Western Pacific Railroad."
			]
		},
		{
			"event": "1869",
			"desc": [
				"The first Legislative session is held in the new Capitol.",
				"The transcontinental railroad is completed. The railroad will provide work for many groups: the Chinese (initially), Greeks, Italians, and Mexicans. The railroad is a major employer until 1940.",
				"1/4",
				"5/10",
				"The Sacramento Society of California Pioneers dedicated a new hall at 1009 7th Street.",
				"The Union Pacific and Central Pacific Railroads were joined at Promontory Point, Utah.",
				"The town of Galt was laid out by the Western Pacific Railroad Company.",
				"The California Steam Navigation Company transferred its property to the Central Pacific Railroad.",
				"The Suez Canal opened, marking the beginning of the end of commercial Clipper Ship sailing vessels.",
				"Dec. The State Capitol was sufficiently completed for the Legislature to move in.",
				"12/15 A Grand Ball was given at the new State Capitol by the citizens of Sacramento."
			]
		},
		{
			"event": "1870 1/29",
			"desc": [
				"The California Pacific Railroad first delivered passengers t o Sacramento . 7/6 Amajor fire on the southeast corner of 11th and JStreets. 9/27 The Jefferson School building burned down."
			]
		},
		{
			"event": "1871",
			"desc": [
				"Governor Newton Booth",
				"E. B . Crocker enlists Seth Babson to build the Crocker Art Gallery, (1871-74).",
				"1/13 The new Sacramento County Hospital was completed. ",
				"3/14 Adoption of the Holly System of Water Works was rejected in acity wide election. ",
				"4/13 The Sacramento Brandy and Wine Manufacturing Company was organized. ",
				"11/1 B.F. Hastings &Company of Sacramento suspended payment. ",
				"11/29 Governor Bigler died. "
			]
		},
		{
			"event": "1872",
			"desc": [
				"Susan B. Anthony addressed the Sacramento Women's Suffrage Association. ",
				"Governor Newton Booth ",
				"3/3 0The Act establishing the Paid Fire Department of Sacramento was approved. ",
				"7/2 8The Bank of D.O. Mills organized as agold note bank. ",
				"10/1 The Volunteer Fire Department of Sacramento was declared o u t o f s e r v i c e . ",
				"12/4 The new Exempt Firemen's Association was formed."
			]
		},
		{
			"event": "1873",
			"desc": [
				"Governor Newton Booth",
				"The offices of the Central Pacific Railroad were moved from the second floor of Leland Stanford's store in Sacramento to San Francisco.",
				"7/17 The Holly Water Works was completed and in operation. ",
				"Idled by the completion of construction of the Central Pacific Railroad, Chinese laborers faced increased racial hostility. ",
				"Jay Cooks Banking house closed its doors starting a ",
				"financial panic and depression that shook the nation. ",
				"Mrs. S.A. Harvey established the Plaza Glove Factory on 10th S t r e e t b e t w e e n J a n d K S t r e e t in Sacramento. ",
				"The Union Park racetrack was purchased by the State Agricultural Society. ",
				"Governor Stanford's trotting horse, Occident, set aworld r e c o r d t i m e o f 2 : 1 5 / 6 . 7 5 i n o n e m i l e a t t h e U n i o n P a r k racetrack. ",
				"The high-grading project to raise the streets and buildings in an area of over 40 city blocks in downtown Sacramento was completed."
			]
		},
		{
			"event": "1874",
			"desc": [
				"Governor Newton Booth ",
				"Sacramento schools are integrated. ",
				"Sacramento produce is shipped east by train for the first time.",
				"2/18 3/30 ",
				"Aug."
			]
		},
		{
			"event": "1875 1/1",
			"desc": [
				"The Sacramento Smelting Company was incorporated in Sacramento.",
				"An Act was approved to create a branch state prison at Folsom. ",
				"The Mechanics' Store was opened by Harris Weinstock and David Lubin at 4th and K Streets in Sacramento.",
				"The Pioneer Box Factory of M. Cook & Son was established at the corner of M and Front Streets in Sacramento and used 470,000 feet of lumber by the end of the year.",
				"The State Capitol was completed 13 years after start of construction. ",
				"The Sacramento Gas Company and the Citizens Gas Light and Heat Company consolidated under the name Capital Gas Company ",
				"2/22 The Sacramento Union and Record consolidated.",
				"The Sacramento Plow Factory was established by R.O. Clark and W.B. Ready on JStreet between 10th and 11th Streets in Sacramento to manufacture plows, such as Ready's Iron King, and other farm implements. (The business closed 4 years later.) ",
				"8/26 The Bank of California suspended operations. ",
				"Sam Brannan sold his four buildings located on the corner of F r o n t a n d J S t r e e t s in Sacramento.",
				"10/29 The City of Sacramento took title to the New Helvetia Cemetery area."
			]
		},
		{
			"event": "1876",
			"desc": [
				"Governor William Irwin.",
				"Alexander Graham Bell invented the telephone. ",
				"Charles Crocker moved to San Francisco.",
				"Mrs. W.L. Smith established the Pioneer Glove Factory on 4th Street between J and K Streets in Sacramento.",
				"The G. Meller & Son's Artificial Stone and Cement Sewer-Pipe Factory was established on the NE corner of Q and 10th Streets in Sacramento.",
				"The L.T. Smith Artificial Stone Factory was established on 10th Street between C and D Streets. Its products included sewer-pipe, fencing, caps and sills for doors and windows, burial caskets and coping for cemeteries, and s l a b s f o r s i d e w a l k s . ",
				"F. Waldron established araisin packing house on the corners of Jand 3rd Streets in Sacramento. The business packed raisins raised and cured in Sacramento County as well as f r u i t r a i s e d a n d c u r e d i n P l a c e r a n d S o l a n o C o u n t i e s . ",
				"The A.L. Hart & Co. established afactory for the manufacture of Godard &Bailey's Patent Portable Fence and an article of t h e i r o w n i n v e n t i o n c a l l e d t h e 'Drawgate' . T h e fi r m s o l d ",
				"out to Von Breyman and Bryant in afew months and the factory was moved to 8th Street between Iand JStreets in Sacramento. ",
				"B.B. Scott & Son established a firm on the SE corner of I and 21st Streets for the manufacture of yeast cakes, flavoring extracts, perfumery, and inks.",
				"6/25 The Battle of the Little Bighorn was fought in Montana.",
				"11/18 The opening night disaster at Moore's Opera House on Second Street between K and L Streets in Sacramento killed 7 persons and injured over 200 of the more than 500 people in attendance."
			]
		},
		{
			"event": "1877",
			"desc": [
				"Governor William Irwin 3/23 St. Paul's Episcopal Church was organized."
			]
		},
		{
			"event": "1878",
			"desc": [
				"Governor Wiliam Irwin",
				"The Albert Gallatin mansion was built at 16th and H Streets in Sacramento.",
				"A bill to allow women to practice law in California was passed by 2 votes in the Legislature and approved.",
				"Weinstock and Lubin's Mechanics' Store established a",
				"department to manufacture men's underwear, overalls, shirts and clothing, and children's cloaks.",
				"The 8 breweries in Sacramento County made an aggregate of 530,200 gallons of beer during the year.",
				"William Thompson established the Union Box Factory on M Street between Front and Second Street in Sacramento.",
				"It employed 14 men and 6 boys and consumed 1 million feet of lumber.",
				"10/5 Sacramento County Hospital was destroyed by fire."
			]
		},
		{
			"event": "1879",
			"desc": [
				"Governor William Irwin",
				"The Constitutional Convention adopts anew state constitution. ",
				"Free Postal delivery begins in Sacramento. ",
				"First Tax-supported free public library opens. ",
				"1/21 The Sacramento Smelting Works was destroyed by fire. ",
				"Feb. J.G. Gill and J.W. Dayton constructed Sacramento's first continuous telephone line over a5mile circuit connecting 29 businesses with acentral switchboard in the telegraph office. ",
				"4/1 The Sacramento Library was made afree (public) library. ",
				"4/29 Alocal lodge of the Kentucky-based Knights of Flonor, whose object was 'to fraternally unite all acceptable white men', was organized in Sacramento. ",
				"5/7 Anew state Constitution was adopted. ",
				"7/28 The rebuilding of the Sacramento County Hospital was completed. ",
				"The Pioneer Box Factory, employing 51 men and boys, consumed 3 million feet of lumber, principally for fruit boxes and crates.",
				"The breweries in Sacramento County made 560,000 gallons of beer.",
				"J.H. and D.H. Coles established an ice manufactory on K Street between 10th and 11th Streets in Sacramento that worked under the Pietel system. The apparatus used could",
				"manufacture 10 tons of ice every 24 hours using well water and the expense of running it was so small that a big profit could be made selling the ice at 1 cent per pound.",
				"The Whittier, Fuller and Company, a paint firm, rented the Orleans Hotel on Second Street between J and K",
				"Streets and made the building its headquarters. When Whittier's name was dropped later, Fuller Paints became famous throughout the world.",
				"10/1 Free postal delivery was inaugurated in Sacramento.",
				"10/22 General U.S. Grant visited Sacramento.",
				"The Sacramento Brandy and Wine Manufacturing Company was considered to be on a firm paying basis with a promising future when the demand for California brandy rose 25% due to the failure of the grape crops in France and the increased appreciation for California wines and brandies in the Eastern states and Europe.",
				"Oct."
			]
		},
		{
			"event": "1880",
			"desc": [
				"Thomas Edison developed incandescent electric lighting from the arc-light system.",
				"The Lewis Duck & Co. of the Quincy Market on K Street in Sacramento inaugurated a new artificial incubation enterprise on 5 acres near the eastern city limits on the upper Stockton Road. It was claimed that 75% of the eggs set were hatched and brought to a marketable age with the artificial process of hatching employed, using Axford's National Incubators.",
				"The population of Sacramento was over 20,000.",
				"The Chinese introduced pears to the Courtland area. Telephone and electric lights are now available in the city.",
				"1/1 The new state constitution went into effect.",
				"1/2 The Capital Savings Bank closed its doors.",
				"6/18 John Sutter, Sr. died at the Mades Hotel in Washington, D.C.",
				"10/26 The shootout at the O.K. Corral occurred in Tombstone, AZ.",
				"Sacramento was the West Coast center for commercial salmon fishing in North America."
			]
		},
		{
			"event": "1881",
			"desc": [
				"James Ben Ali Haggin began breeding and training thoroughbred racing horses at Rancho del Paso across t h e A m e r i c a n R i v e r f r o m Sacramento . ",
				"The first telephone exchange in Sacramento was located in the Pioneer Telegraph Building,",
				"1015 Second Street. ",
				"The first environmental lawsuit in the state of California, People of California v. Gold Run Ditch and Mining Company, was brought to court in Sacramento and hydraulic mining soon legally ended."
			]
		},
		{
			"event": "1882",
			"desc": [
				"The Chinese Exclusion Act was passed. ",
				"King Kalakawa of Hawaii visits Sacramento and Kadema, a Hawaiian-Indian settlement located near later-day W a t t A v e n u e .",
				"3/3"
			]
		},
		{
			"event": "1883 - 1884",
			"desc": [
				"The Dillon Branch of the Land League sponsored apublic appearance in Sacramento of prominent Irish Parliamentary leader Thomas Power (Tay Pay) O'Connor for a commemoration of Irish patriot Robert Emmet's birth. ",
				"Only 12 Japanese resided in Sacramento, the small number due mainly to the Japanese government's restriction on large-scale emigration of its citizens to the United States. ",
				"2/15 The Sacramento Electric Light Company was granted a franchise to provide arc-lighting of streets in the city. ",
				"The McClatchy family acquired full legal ownership of t h e Sacramento B e e . ",
				"Apr."
			]
		},
		{
			"event": "1885 3/21 5/8",
			"desc": [
				"The Pacific Thomson-Houston Electric Light and Power Company installed generators to provide street arc lighting in Sacramento in competition with the Sacramento Electric Light Company. ",
				"David Lubin organized the California Museum Association in Sacramento to promote greater interest in the fine arts. ",
				"Mrs. Margaret Crocker gifted the E.B. Crocker Art Gallery to the City of Sacramento. ",
				"The Festival of Flowers honors Margaret Crocker for her gift of the Crocker Art Gallery to the city. ",
				"The Sunset Telephone Company installed the first s w i t c h b o a r d in Sacramento.",
				"I t w a s l a t e r"
			]
		},
		{
			"event": "1886",
			"desc": [
				"Palm Iron and Carriage Works was established, r e n a m e d P a l m I r o n W o r k s . ",
				"The Chinese constitute 75% of the state's agricultural workers. ",
				"Reverend Patrick Monogue"
			]
		},
		{
			"event": "1883 1884",
			"desc": [
				"The Dillon Branch of the Land League sponsored apublic appearance in Sacramento of prominent Irish Parliamentary leader Thomas Power (Tay Pay) O'Connor for a commemoration of Irish patriot Robert Emmet's birth. ",
				"Only 12 Japanese resided in Sacramento, the small number due mainly to the Japanese government's restriction on large-scale emigration of its citizens to the United States. ",
				"2/15 The Sacramento Electric Light Company was granted a franchise to provide arc-lighting of streets in the city. ",
				"The McClatchy family acquired full legal ownership of t h e Sacramento B e e . ",
				"Apr."
			]
		},
		{
			"event": "1885 3/21 5/8",
			"desc": [
				"The Pacific Thomson-Houston Electric Light and Power Company installed generators to provide street arc lighting in Sacramento in competition with the Sacramento Electric Light Company.",
				"David Lubin organized the California Museum Association in Sacramento to promote greater interest in the fine arts.",
				"Mrs. Margaret Crocker gifted the E.B. Crocker Art Gallery to the City of Sacramento.",
				"The Festival of Flowers honors Margaret Crocker for her gift of the Crocker Art Gallery to the city.",
				"The Sunset Telephone Company installed the first switchboard in Sacramento.",
				"It was later"
			]
		},
		{
			"event": "1886",
			"desc": [
				"Palm Iron and Carriage Works was established, renamed Palm Iron Works.",
				"The Chinese constitute 75% of the state's agricultural workers.",
				"Reverend Patrick Monogue, an Irish immigrant, is named first Bishop of the Sacramento Diocese.",
				"6/24 The first fast fruit train left Sacramento for Eastern markets.",
				"The Capital City Wheelmen bicycle club was formed in Sacramento."
			]
		},
		{
			"event": "1887",
			"desc": [
				"A. Teichert & Son, Inc. was founded by Adolph Teichert, a German immigrant who came to Sacramento to construct sidewalks around the State Capitol.",
				"The Cathedral of The Immaculate Conception was constructed at 11th and K Streets in Sacramento.",
				"The Sacramento Electric Light Company, the Pacific Thomson Houston Electric Light and Power Company, and the Capital Gas Company consolidated when they could not successfully provide street lighting to Sacramento by competing individually.",
				"Sacramento High School was a Victorian structure at 9th and M Streets."
			]
		},
		{
			"event": "1888",
			"desc": [
				"Business was booming in Sacramento, orchards and vineyards were replacing wheat fields in the Sacramento and San Joaquin Valleys, Sacramento's suburbs were growing, and land on the outskirts was advertised as an alternative source of income.",
				"Trial runs of battery-powered streetcars in Sacramento were not successful, but the experiment presaged the end of the horsedrawn streetcars in the city.",
				"Folsom Prison was completed and occupied.",
				"Dania, the fourth oldest Danish club in California, is founded in Sacramento.",
				"Orangevale is started as a Jewish agricultural colony.",
				"Oak Park became the first subdivision in Sacramento.",
				"By the end of the 1880's Sacramento's population increased to 25,000. Many of the City's original pioneers had either died or left the city. Among them was Capt. John Sutter who died at the Mades Hotel in Washington, D.C., after the gold rush. He and Mrs. Sutter are buried in Lititz, PA, where they resided since the late 1860's.",
				"The Cathedral of the Blessed Sacramento is finished.",
				"The 'Gilt Edge' baseball club of Sacramento was the champion team of Coast League baseball. (They repeated the feat in 1890.)",
				"The Sacramento Athletic Club was formed and became a leading organization in the city."
			]
		},
		{
			"event": "1870 1/29 ",
			"desc": [
				"By the 1890's agriculture had become a way of life. By 1894 20,000 acres of fruit orchards had been planted. 75,000 acres of vegetables, 10,000 acres of vineyards and 2,000 acres of hops. Also there were several hundred acres of berries under cultivation. Hay, grain, livestock and dairy farming was well underway. Not only was the produce consumed in the area, but large quantities were shipped to the east and foreign markets.",
				"The town name of Washington was changed to Broderick as there was another town in California named Washington.",
				"During this decade the first bucket line gold dredge was set up for operation in the vicinity of Folsom.",
				"The streets of Sacramento were paved with asphalt, cement sidewalks were constructed and a transportation system of trolley driven electric street cars was implemented.",
				"The population of Sacramento had increased to more than 25,000.",
				"The American bison (buffalo) had been almost exterminated. The Native Sons of the Golden West purchased Sutter's Fort.",
				"Aug."
			]
		},
		{
			"event": "1891 5/2",
			"desc": [
				"Incandescent lights were introduced to Sacramento along J Street shop windows.",
				"Sutter's Fort was donated to the State of California for restoration by the Native Sons of the Golden West, who had purchased it in 1890.",
				"President Benjamin Harrison visited Sacramento and was honored with a Grand Parade.",
				"The Central Street Railway trolley-driven electric streetcars replace the horsedrawn streetcars in Sacramento.",
				"Sacramento Serbs contribute to St. Savas in Jackson, the oldest Serbian Orthodox Church in North America.",
				"The chandeliers and candelabras were removed from the state capital building to be modified to use either gas or electricity and outlets were provided for 1,400 incandescent light fixtures."
			]
		},
		{
			"event": "1893",
			"desc": [
				"The Freeport Portuguese establish California's oldest Holy Spirit Fiesta. 1/I",
				"The new interior incandescent lighting system for the state capital building was turned on for the public.",
				"3/11 A scathing attack in the public press by the Sacramento Bee against the California Legislature led the city of Sacramento in turn, to pave its main streets with asphalt, replace board sidewalks with concrete, build several miles of electric street railway, modernize the sewage system and acquire a new supply of clear water.",
				"The Board of Trustees unanimously passed an ordinance which prohibited riding bicycles on sidewalks within Sacramento city limits and stipulated that wheelmen should carry a bell, horn or lamp when riding.",
				"A major financial depression swept through the nation."
			]
		},
		{
			"event": "1894",
			"desc": [
				"The Portuguese introduce asparagus as a Delta crop.",
				"The Central Street Railway streetcar line was extended to Oak Park by way of Sutter's Fort and J Street.",
				"July Federal troops were brought to Sacramento to quell the Pullman Strike.",
				"10/10 Construction of the Folsom Water Power Company powerhouse began."
			]
		},
		{
			"event": "1895",
			"desc": [
				"The Carnival of Lights celebrates the transmission of hydroelectric power 22 miles from Folsom to Sacramento.",
				"The age of electric street cars begins.",
				"Fair Oaks is started by a Chicago real estate company.",
				"Over 700 Japanese from the Sacramento area gathered in McKinley Park to celebrate a victory of their motherland over China."
			]
		},
		{
			"event": "1896",
			"desc": [
				"The land of Zion became Utah after the Saints (Mormons) proclaimed aban on polygamy and the Gentiles accepted them."
			]
		},
		{
			"event": "1897",
			"desc": [
				"The Mater Misericordiae (Mother of Mercy) Hospital was completed at 23rd and RStreets. This was a30 bed facility and became known as 'Sisters Hospital' and later as Mercy General Hospital."
			]
		},
		{
			"event": "1898",
			"desc": [
				"Admiral Dewey destroyed the Spanish fleet in Manila Harbor giving the United States naval control over the Philippine Islands."
			]
		},
		{
			"event": "1899 12/17",
			"desc": [
				"The Buddhist Church of Sacramento was founded at 1221 3rd Street. (It is the second oldest Buddhist Church in the United States.)"
			]
		},
		{
			"event": "1900 1/I 1/5",
			"desc": [
				""
			]
		},
		{
			"event": "1901",
			"desc": [
				"Over 1,500 Japanese were residents of Sacramento City and County.",
				"The Thomson-Diggs Company was the first corporation chartered by the State of California in the 20th century.",
				"Daniel W. Carmichael formed the Carmichael Lane Company to develop and colonize land in the Sacramento Valley.",
				"The Sisters of Mercy took over management of the Stanford Home with 8 children as their first charges.",
				"The 1900's was an era of small farmers.",
				"It was the beginning of an arts and crafts lifestyle and a greater awareness of the arts began.",
				"ALiberdade, a Portuguese newspaper, is founded.",
				"The Crystal Creamery was founded at 11th and J Streets by George Knox. In 1913 the company moved to 10th and D Streets. In 1921 after Knox died the creamery was purchased by Carl and Gerda Hansen."
			]
		},
		{
			"event": "1902",
			"desc": [
				"An automobile was displayed at the California State Fair. B e a t r i x P o t t e r w r o t e P e t e r R a b b i t ."
			]
		},
		{
			"event": "1903",
			"desc": [
				"The Gallatin residence at 16th and H Streets in Sacramento was acquired by the State of California for use as the Governor's Mansion."
			]
		},
		{
			"event": "1904",
			"desc": [
				"The state took over management of the California State Fair from the State Agricultural Society."
			]
		},
		{
			"event": "1905",
			"desc": [
				"A total of 27 automobiles were registered in Sacramento County. ",
				"Flenry Butters began construction of the Sacramento Northern Electric Railway to connect Sacramento with Chico, Marysville and Woodland."
			]
		},
		{
			"event": "1906",
			"desc": [
				"Apr. San Francisco experienced a major earthquake and devastating fire. The glow from the fire could be seen in Sacramento.",
				"The first Korean-owned hotel in the continental U.S. opens in Sacramento.",
				"St. Mary's National (Italian) Church is founded."
			]
		},
		{
			"event": "1907",
			"desc": [
				"The Wright Brothers made their first powered flight in an aircraft at Kitty Hawk, North Carolina.",
				"La Capitale (1907-1939) is founded.",
				"The Gentlemen's Agreement severely limits Japanese immigration to the U.S."
			]
		},
		{
			"event": "1908",
			"desc": [
				"Northern Electric Interurban Railroad connected Sacramento with Chico, Marysville, and Woodland.",
				"Emigh Hardware was founded."
			]
		},
		{
			"event": "1909",
			"desc": [
				"The City Hall was constructed at 915 IStreet.",
				"The State Fairgrounds opened at Broadway and Stockton Blvd.",
				"The University Farm School is opened at Davis (UC Davis) due to efforts of Peter Shields, a prominent Sacramento.",
				"The Portuguese National Church of St. Elizabeth, the oldest Portuguese National Church west of New England, and one of the first reinforced concrete buildings in Sacramento, was started."
			]
		},
		{
			"event": "1910",
			"desc": [
				"The California Almond Growers Exchange is established.",
				"The Southern Pacific Railroad accounts for 33% of all jobs in Sacramento.",
				"The Western Pacific Railroad is completed giving Sacramento a second transcontinental railroad.",
				"There are now three Japanese newspapers in Sacramento.",
				"California had more Greek immigrants than any other state.",
				"The Croatian Union of the Pacific is established.",
				"Russian Molokons settle in Sheridan.",
				"Sutter Lake (China Slough) is filled by the Central Pacific Railroad.",
				"Citrus Heights is started.",
				"California becomes the 6th state to grant women's suffrage.",
				"The first MStreet Bridge was built across the Sacramento River by the Northern Electric Railroad Company.",
				"The Southern Pacific Bridge was constructed at IStreet.",
				"M&I bridges are built by the railroads.",
				"The first city annexation occurs.",
				"Women receive the right to vote in California.",
				"California Legislature adopted the Bear Flag as the State Flag of California.",
				"William Land bequeathed $250,000 to the city to purchase acreage for a public park."
			]
		},
		{
			"event": "1912",
			"desc": [
				"Louella Johnston becomes the first woman to sit on the City Commission.",
				"Hiram Johnson, a native Sacramentan, is Theodore Roosevelt's running mate on the Bull Moose ticket."
			]
		},
		{
			"event": "1913",
			"desc": [
				"The Alien Land Law denies Asians land ownership."
			]
		},
		{
			"event": "1915",
			"desc": [
				"Norbert Hardware Store was founded."
			]
		},
		{
			"event": "1916 ",
			"desc": [
				"The Yolo Causeway opens. A twenty acre Indian rancheria is established near Auburn."
			]
		},
		{
			"event": "1917",
			"desc": [
				"The United States enters World War I.",
				"Sacramento's Korean Women's Association is formed."
			]
		},
		{
			"event": "1918",
			"desc": [
				"Mather Field is established as an army aviation school. Several years later it was closed. However, in 1936 it was reactivated."
			]
		},
		{
			"event": "1920",
			"desc": [
				"The 19th Amendment passes, giving women the right to vote.",
				"A large number of Filipinos come to the Sacramento area, but Mexicans provide most of the agricultural labor.",
				"The Natomas area is reclaimed and levees on the Sacramento River are raised to their present height (work began in 1913)."
			]
		},
		{
			"event": "1921",
			"desc": [
				"The McGeorge Law School of the Pacific, began as a part-time evening school in the home of Verne Adrian and Annabel McGeorge. In 1924 the McGeorges were joined by a group of community leaders and created the Sacramento College of Law. Later the name was changed to McGeorge School of Law.",
				"The Greek Orthodox Church on N Street is founded.",
				"Statewide, the Japanese are segregated in only four schools in the Delta.",
				"Indian children are now permitted to attend public schools.",
				"1922 KFBK AM, the first radio station in Sacramento, began broadcasting in the Kimball Upson Store at 609 K Street.",
				"The Klu Klux Klan (KKK) is active in the city."
			]
		},
		{
			"event": "1923",
			"desc": [
				"William Land Park is established; the land is purchased by the city with funds bequeathed by William Land, a prominent hotel owner.",
				"Union Depot was built forming a common station for all electric train companies serving Sacramento.",
				"California Packing Company (Del Monte) was established at 16th and C Streets."
			]
		},
		{
			"event": "1924",
			"desc": [
				"North Sacramento is incorporated.",
				"The National Origins Act opens hemispheric immigration, but limits all other.",
				"Southern Pacific Depot was constructed at 5th and I Streets.",
				"1925 Sister's Hospital opened at 40th and J Streets. (Later the name was changed to Mercy Hospital of Sacramento.)",
				"The first transcontinental mail plane lands at Mather Field.",
				"The Memorial Auditorium memorializing those who died in World War I was constructed at 15th and J Streets as a convention and cultural center."
			]
		},
		{
			"event": "1926",
			"desc": [
				"The American Can Company held ground breaking ceremonies at 32nd and CStreets. Speeches were made by community leaders and aspectacular fireworks show was held. ",
				"Myrrhbearers (Russian Orthodox) Church in Bryte is consecrated."
			]
		},
		{
			"event": "1927",
			"desc": [
				"Sept. The grand opening of the Alhambra Theater was held with a gala affair attended by Civic leaders, dignitaries, and Hollywood celebrities. In 1973 Sacramento voters turned down a bond issue to save the Alhambra and it fell victim to a wrecking crew. As of this writing a Safeway Store occupies this site.",
				"Voters approve the creation of the Sacramento Municipal Utility District. (SMUD)"
			]
		},
		{
			"event": "1928",
			"desc": [
				"The California State Library moved from the State Capitol into the new Library and Courts Building at 10th Street and Capitol Mall."
			]
		},
		{
			"event": "1929",
			"desc": [
				"Wallstreet Crash. The stock market fell.",
				"The Sons of Norway organize."
			]
		},
		{
			"event": "1930",
			"desc": [
				"The Sacramento Municipal Airport opened. United Air Lines and Southwest Airways (later Western) were early tenants.",
				"80% of the asparagus cutters in the Delta are Filipino. There are now 1,000 Croatians & 1,000 Blacks in Sacramento."
			]
		},
		{
			"event": "1931",
			"desc": [
				"The Japanese American Citizens League (JACL) is formed. "
			]
		},
		{
			"event": "1933",
			"desc": [
				"Dec. Prohibition ended. ",
				"Japanese and Italian farmers organize a Farmer's Market. "
			]
		},
		{
			"event": "1935",
			"desc": [
				"The Tower Bridge was completed. It was built under the direction of George Pollock. The total cost was approximately $1,000,000."
			]
		},
		{
			"event": "1936",
			"desc": [
				"Last run of the Delta King and the Delta Queen on the Sacramento River  ends the steamboat era. This ended almost 100 years of passenger service on the river.",
				"The Bercut Richards Cannery was established. Abranch of the company located in Wheatland was the first cannery to process tomato juice."
			]
		},
		{
			"event": "1937",
			"desc": [
				"Construction began on McClellan Field and in 1939 it was completed. This air field became the largest employer in the area during World War II."
			]
		},
		{
			"event": "1939",
			"desc": [
				"The Golden Gate International Exposition was held at Treasure Island."
			]
		},
		{
			"event": "1940",
			"desc": [
				"The State Indian Museum is dedicated.",
				"There are 7,000 Italians in Sacramento."
			]
		},
		{
			"event": "1941",
			"desc": [
				"December - Pearl Harbor was bombed by the Japanese. Shortly thereafter the United States entered World War II.",
				"The Sacramento Signal Depot was established for the storage and repair of army equipment. ",
				"(September) Public Law 163 signed by President Roosevelt outlawed prostitution near military bases. Prostitution had been a traditional part of Sacramento city life since the gold rush days and this new law was ignored until May,",
				"1943 when the threat of having the entire city off limits to military personnel precipitated the closing of local brothels."
			]
		},
		{
			"event": "1942",
			"desc": [
				"Camp Walerga and Camp Kohler were established in the northeast area of the City. They served as a transition camp for Japanese residents who were evacuated to internment camps. Later Camp Walerga and Camp Kohler were used for military draftees.",
				"Wartime demands for men and machinery close gold mines in California.",
				"The Bataan News (renamed the Philippine American in 1982) and the Sacramento Observer, Sacramento's third Black newspaper, are founded.",
				"The Sacramento Solons win their only Pacific Coast League pennant."
			]
		},
		{
			"event": "1945",
			"desc": [
				"World War II ends.",
				"Sacramento's first suburban shopping center, the Town and Country Shopping Center was established at the corner of Fulton and Marconi Avenues."
			]
		},
		{
			"event": "1947",
			"desc": [
				"The first mosque in the West is built in Sacramento.",
				"The Legislature authorizes creation of Sacramento State College (CSUS).",
				"Smoke Signals, an Indian newspaper, is published."
			]
		},
		{
			"event": "1948",
			"desc": [
				"The Alien Land Law is declared unconstitutional.",
				"Belle Cooledge, the first woman Mayor, is elected to her post by her colleagues on the City Council."
			]
		},
		{
			"event": "1950",
			"desc": [
				"The Redevelopment Agency is formed and begins work in Old Sacramento.",
				"The Slavic American Club is formalized.",
				"The establishment of the Pakistan National Association attracts prominent visitors to Sacramento from Pakistan.",
				"Russian refugees from China settle in Bryte."
			]
		},
		{
			"event": "1952",
			"desc": [
				"The Capitol annex is completed.",
				"Aerojet General Corporation was established for the purpose of space exploration and missile development.",
				"Southern Pacific Railroad's streamliner 'City of San Francisco' was stranded for several days in the Sierra Nevada Mountains due to a snowstorm.",
				"Ninety first generation Japanese (Issei) women are naturalized in Sacramento.",
				"Chinese and Japanese immigration is again permitted. A major flood hits Marysville and Yuba City.",
				"Sacramento State College opened for enrollment. The name was later changed to California State University at Sacramento (CSUS). The college was constructed on the Morristown and Hobokan townsites."
			]
		},
		{
			"event": "1953",
			"desc": [
				"October - Sacramento's first television station, Channel 40 KCCC TV, began broadcasting with the World Series.",
				"Channel 40 was the broadcast affiliate for NBC, ABC, CBS and the Dumont Television Network. It ceased broadcasting in 1957. The current Channel 40 went on the air in 1968.",
				"NAACP wins suit against segregated public housing in Sacramento."
			]
		},
		{
			"event": "1954",
			"desc": [
				"The first public planetarium in the city opens at the Sacramento S c i e n c e C e n t e r ."
			]
		},
		{
			"event": "1955",
			"desc": [
				"Folsom Dam is completed. ",
				"LULAC (League of United Latin American Citizens) is established."
			]
		},
		{
			"event": "1956",
			"desc": [
				"Clarence Azevedo, the first Mayor of Portuguese descent is elected."
			]
		},
		{
			"event": "1959",
			"desc": [
				"The third Jewish Women's Council is organized."
			]
		},
		{
			"event": "1960",
			"desc": [
				"The Native American Heritage Commission is established.",
				"There are now 3,000 Irish-born immigrants in Sacramento and 2,000 Greeks."
			]
		},
		{
			"event": "1961",
			"desc": [
				"The Confucius Temple is completed. ",
				"The arrival of aMoslem Imam (priest) makes Sacramento's Mosque amajor religious center in the Western U.S."
			]
		},
		{
			"event": "1963",
			"desc": [
				"November - United States President John F. Kennedy was assassinated in Dallas, Texas by Lee Harvey Oswald.",
				"The Port of Sacramento, a deep water port for ocean going vessels, opens.",
				"Joan Didion publishes Run River, her first novel set in Sacramento.",
				"The Federal Urban Renewal Administration instituted a $100,000 planning study for preservation of the Old Sacramento Historic Area."
			]
		},
		{
			"event": "1964",
			"desc": [
				"North Sacramento is annexed.",
				"The Bracero program which brought Mexican workers to the U.S. ends. This increases the number of available jobs in agriculture for domestic workers."
			]
		},
		{
			"event": "1965",
			"desc": [
				"Sacramento's fourth County Courthouse was constructed on the block bounded by 8th, 9th, G and H Streets.",
				"Old Sacramento was dedicated as a National Historical Monument."
			]
		},
		{
			"event": "1966",
			"desc": [
				"Old Sacramento became a State Historical Landmark, and the State Legislature approved creation of the Old Sacramento State Historic Park.",
				"With the escalation of the Vietnam War, McClellan Air Force Base work force was increased to support war efforts.",
				"Hollywood movie star Ronald Reagan was elected Governor of California. He declined to reside in the Governor's Mansion and rented a home on 45th Street. Donations from friends of the Reagans enabled purchase of land and construction of a new Governor's Mansion in Carmichael. As of this date it has never been occupied by a Governor. In 1983 it was purchased by a Southern California businessman.",
				"Cesar Chavez and delegates from the UFW (United Farm Workers) march from Delano to Sacramento on behalf of farm workers."
			]
		},
		{
			"event": "1967",
			"desc": [
				"Milton McGhee becomes the first Black to be elected to the City Council."
			]
		},
		{
			"event": "1968",
			"desc": [
				"Construction on Interstate 5 begins.",
				"Sacramento Metro Airport and Cal Expo open.",
				"Sacramento's Concilio is formed.",
				"Macy's Department Store was built at 5th Street between K and L Streets."
			]
		},
		{
			"event": "1969",
			"desc": [
				"The first Chicano City Council member, Manuel Ferrales, is elected.",
				"A Native American Studies Program is started at CSUS.",
				"July - U.S. astronauts first set foot on the moon. Their command module (lunar orbiter) was powered by the Apollo Service Propulsion System manufactured at the Aerojet Liquid Rocket Company east of Sacramento near Folsom."
			]
		},
		{
			"event": "1970",
			"desc": [
				"There are 3,000 Filipino,38,000 Blacks, and 4,941 Russians in the County."
			]
		},
		{
			"event": "1971",
			"desc": [
				"The Sacramento Indian Center is founded at 24th and R Streets (closed in 1982)."
			]
		},
		{
			"event": "1973",
			"desc": [
				"The Chinese Cultural Center was completed on the block bounded by Iand JStreets and 3rd and 5th Streets."
			]
		},
		{
			"event": "1974",
			"desc": [
				"Richard M. Nixon resigned as the President of the United States. He was the first president to resign.",
				"Sacramento's Community Center opened. It was built on the two blocks bounded by 13th, 14th, J and L Streets.",
				"The Sacramento Municipal Utility District's Rancho Seco Nuclear Power Plant was completed.",
				"Effie Yeaw Nature Center is built to create awareness of American River Parkway resources."
			]
		},
		{
			"event": "1975",
			"desc": [
				"United States President Gerald R. Ford was unharmed when a secret service agent grabbed a gun aimed at him from Lynette Fromm in Capitol Park.",
				"The Croatian American Cultural Center is formed."
			]
		},
		{
			"event": "1976",
			"desc": [
				"The $68,000,000 restoration on the State Capitol began."
			]
		},
		{
			"event": "1977",
			"desc": [
				"The Holy Ascension Russian Church is completed at 13th and G Streets."
			]
		},
		{
			"event": "1978",
			"desc": [
				"The St. George Melkite Catholic Church serves Christian Arabs. ",
				"State of California acquires the Leland Stanford House.",
				"1/9 The suspension bridge to Folsom was carried away and Sacramento was flooded."
			]
		},
		{
			"event": "1980",
			"desc": [
				"Ronald Reagan is elected President of the United States. The Ukrainian Heritage Club is formed."
			]
		},
		{
			"event": "1981",
			"desc": [
				"The State Railroad Museum opens. A Railfair was held during the summer in celebration.",
				"Fire destroyed the Riverlines Warehouse. It represented the last remnant of the original 19th and 20th Century commercial waterfront."
			]
		},
		{
			"event": "1982",
			"desc": [
				"January - Ceremonies commemorating the completion of the State Capitol Restoration Project were held. An elegant dinner was served in the Rotunda of the Capitol, followed by dancing at the Community Center.",
				"Prior to the dinner was an elaborate fireworks show which illuminated the State Capitol and the skies of Sacramento. Capitol Mall was closed off to traffic for the event, as thousands of residents viewed the spectacular show.",
				"Sacramento History Center groundbreaking ceremonies were held. The location of the center, Front and I Streets, is the site of the original City Hall and Waterworks Building.",
				"The Newcastle Portuguese Hall is placed on the National Register of Historic Places."
			]
		},
		{
			"event": "1983",
			"desc": [
				"Queen Elizabeth II visits Sacramento and tours Sutter's Fort.",
				"Anne Rudin becomes the first woman to be elected Mayor in a general election.",
				"Carmichael location of the Governor's Mansion sold by the State to a Los Angeles developer for $1,500,000.",
				"A minaret is added to the V Street Mosque.",
				"The Jose Rizal Center is dedicated.",
				"California Indian Days are celebrated at the Indian Museum.",
				"Construction begins on historic waterfront in Old Sacramento."
			]
		},
		{
			"event": "1986",
			"desc": [
				"The American River floods.",
				"Light Rail Transit service begins.",
				"There are 4,000 Koreans in the County."
			]
		}
	]
}